{
  "businessPhotoContent": {
    "ChIJeTIrzE1TrKMRCq-vILpE01A": {
      "businessName": "Dorsey Plumbing LLC",
      "processedImages": 5,
      "totalTokens": 11928,
      "heroSection": [
        {
          "imageIndex": "https://lh5.googleusercontent.com/p/AF1QipPGGW8t33F1ShQBraOSLPOP6Sl3okJEVeVhTixZ=w2048-h2048-k-no",
          "description": "A professional logo for Dorsey Plumbing LLC, featuring crossed plumbing tools and the text 'Licensed • Bonded • Insured', conveying the company's expertise and reliability.",
          "callToAction": "Trust the experts at Dorsey Plumbing LLC for all your plumbing needs. Licensed, bonded, and insured for your peace of mind."
        },
        {
          "imageIndex": "https://lh5.googleusercontent.com/p/AF1QipOUkCnHML1BVchfrdYF73Lt4fwlc8uxux_JBuDi=w2048-h2048-k-no",
          "description": "A Dorsey Plumbing LLC service van, showcasing the company's professional branding and contact information.",
          "callToAction": "Call Dorsey Plumbing LLC at 470-489-8841 for prompt and reliable plumbing services in your area."
        },
        {
          "imageIndex": "https://lh5.googleusercontent.com/p/AF1QipPyCKraxpzahC9cvALxJtJTrmOZx22KYUjDZu2x=w2048-h2048-k-no",
          "description": "A new, energy-efficient tankless water heater installed by Dorsey Plumbing LLC, demonstrating their expertise in modern plumbing solutions.",
          "callToAction": "Upgrade to a high-efficiency tankless water heater from Dorsey Plumbing LLC and start saving on your energy bills today."
        }
      ],
      "aboutUsSection": [
        {
          "imageIndex": "https://lh5.googleusercontent.com/p/AF1QipMT1loHgAP3lg8Nx2-sAS20cg1uI9UyvbhA8q5H=w2048-h2048-k-no",
          "description": "Two modern, energy-efficient tankless water heaters installed by Dorsey Plumbing LLC, showcasing their expertise in providing cutting-edge plumbing solutions.",
          "reason": "This image demonstrates Dorsey Plumbing LLC's capabilities in installing state-of-the-art plumbing systems, highlighting their commitment to providing customers with the latest and most efficient solutions."
        },
        {
          "imageIndex": "https://lh5.googleusercontent.com/p/AF1QipMITiyQBsF5oQfoGbB_TEgRQqnrYvVBafjr_DXN=w2048-h2048-k-no",
          "description": "A close-up view of the Dorsey Plumbing LLC logo, emphasizing their status as a licensed, bonded, and insured plumbing company.",
          "reason": "The company's logo and commitment to being licensed, bonded, and insured instill trust and confidence in their professionalism and reliability, making it an ideal image for the About Us section."
        }
      ]
    }
  }
}